Revit 2027 API
BuiltInFailures.ViewFailures.NothingToApplyError Property
 Start and end elevations are the same, nothing to Apply.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId NothingToApplyError { get; }
Public Shared ReadOnly Property NothingToApplyError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ NothingToApplyError {
	FailureDefinitionId^ get ();
}
static member NothingToApplyError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ViewFailures Class
Autodesk.Revit.DB Namespace